{
  "status":"1",
  "message":"sucess",
  "category":[
    {
      "category_id": "1",
      "category_name": "राय (भूमिहार)",
      "category_image": "https://lh3.googleusercontent.com/jnyLPA61inzRyYufqKYgsuFpenqQZ-TLxW2j2IU3OImdzc6yBVlRhoqgFPBzvSgYXuiN=s200",
      "category_detail": "भूमिहार एक भारतीय जाति है, ऐसा माना जाता है कि भगवान परशुराम जी ने क्षत्रियों को पराजित कर जो ज़मीन थी, उसे ब्राह्मणों को दे दिया, जिसके बाद ब्राह्मणों ने पूजा-पाठ का परम्परागत पेशा छोड़ जमींदारी शुरू कर दी और बाद में युद्ध में प्रवीनता भी हासिल कर ली थी। ये ब्राह्मण ही भूमिहार ब्राह्मण कहलाये। और तभी से परशुराम जी को भूमिहारों का जनक और भूमिहार-ब्राह्मण वंश का प्रथम सदस्य माना जाता है। भूमिहार या बाभन (अयाचक ब्राह्मण) एक ऐसी सवर्ण जाति है जो अपने शौर्य, पराक्रम एवं बुद्धिमत्ता के लिये जानी जाती है। बिहार, उत्तर प्रदेश एवं झारखण्ड में निवास करने वाली भूमिहार जाति को अयाचक ब्राह्मणों के रूप में जाना व पहचाना जाता हैं। मगध के महान पुष्य मित्र शुंग और कण्व वंश दोनों ही ब्राह्मण राजवंश भूमिहार ब्राह्मण (बाभन) के थे। भूमिहार ब्राह्मण भगवान परशुराम को प्राचीन समय से अपना मूल पुरुष और कुल गुरु मानते है।\n\u2028भूमिहार ब्राह्मण समाज में उपाधियां हैं भूमिहार, पाण्डेय, तिवारी/त्रिपाठी, मिश्र ,शुक्ल ,उपाध्याय ,शर्मा, ओझा ,दुबे\\द्विवेदी इसके अलावा राजपाट और ज़मींदारी के कारन एक बड़ा भाग भूमिहार ब्राह्मण का राय, सिंह, शाही उत्तर प्रदेश में त्यागी और शाही , सिंह (सिन्हा)कुंवर,प्रधान, चौधरी (मैथिल से ) ,ठाकुर (मैथिल से ) बिहार में लिखने लगा \n\nभूमिहार ब्राह्मण कुछ जगह प्राचीन समय से पुरोहिती करते चले आ रहे है अनुसंधान करने पर पता लगा कि प्रयाग की त्रिवेणी के सभी पंडे भूमिहार ही तो हैं।हजारीबाग के इटखोरी और चतरा थाने के 8-10 कोस में बहुत से भूमिहार ब्राह्मण, राजपूत,बंदौत , कायस्थ और माहुरी आदि की पुरोहिती सैकड़ों वर्ष से करते चले आ रहे हैं। और गजरौला, ताँसीपुर के त्यागी राजपूतों का यही पेशा था \n\nबनारस राज्य भूमिहार ब्राह्म्णों के अधिपत्य में 1725-1947 तक रहा | इसके अलावा कुछ अन्य बड़े राज्य बेतिया,हथुवा,टिकारी,तमकुही,लालगोला इत्यादि भी भूमिहार ब्राह्म्णों के अधिपत्य में रहे | बनारस के भूमिहार ब्राह्मण राजा ने अंग्रेज वारेन हेस्टिंग और अंग्रेजी सेना की ईट से ईट बजा दी थी | अनापुर राज, अमावा राज. बभनगावां राज भरतपुरा, धरहरा राज ,शिवहर ,मकसुदपुर राज ,औसानगंज राज ,नरहन स्टेट, जोगनी एस्टेट, पर्सागढ़ एस्टेट (छपरा ) गोरिया कोठी एस्टेट (सिवान ) रूपवाली एस्टेट जैतपुर एस्टेट हरदी एस्टेट ऐनखाओं जमींदारी ऐशगंज जमींदारी भेलावर गढ़ आगापुर स्टेट पैनाल गढ़ लट्टा गढ़ कयाल गढ़ रामनगर जमींदारी रोहुआ एस्टेट राजगोला जमींदारी पंडुई राज केवटगामा जमींदारी घोसी एस्टेट परिहंस एस्टेट धरहरा एस्टेट रंधर एस्टेट अनापुर एस्टेट ( इलाहाबाद) चैनपुर मंझा मकसूदपुर रुसी खैरअ मधुबनी नवगढ़ – भूमिहार से सम्बंधित है असुराह एस्टेट कयाल औरंगाबाद में बाबू अमौना तिलकपुर ,शेखपुरा स्टेट जहानाबाद में तुरुक तेलपा स्टेट क्षेओतर गया बारों एस्टेट (इलाहाबाद) पिपरा कोय्ही एस्टेट (मोतिहारी) इत्यादि ये सभी अब इतिहास के गोद में समां चुके है |\n\nदंडी स्वामी सहजानंद सरस्वती (जुझौतिया ब्राह्मण,भूमिहार ब्राह्मण,किसान आंदोलन के जनक),बैकुन्ठ शुक्ल (१४ मई १९३४ को ब्रिटिश हुकूमत द्वारा फासी),यमुना कर्जी,शील भद्र याजी ,मंगल पांडे १८५७ के क्रांति वीर,कर्यनन्द शर्मा,योगेन्द्र शुक्ल,चंद्रमा सिंह,राम बिनोद सिंह,राम नंदन मिश्र,यमुना प्रसाद त्रिपाठी, महावीर त्यागी,राज नरायण,रामवृक्ष बेनीपुरी,अलगू राय शास्त्री,राष्ट्रकवि रामधारी सिंह दिनकर,राहुल सांस्कृत्यायन,बनारस के राजा चैत सिंह ने अंग्रेजो के खिलाफ विद्रोह किया वारेन हेस्टिंग और अंग्रेजी सेना को धूल चटाई ,देवीपद चौधरी,राज कुमार शुक्ल (चम्पारण आंदोलन कि शुरुवात की),फ़तेह बहादुर शाही हथुवा के राजा १८५७ में अंग्रेजो के खिलाफ सर्व प्रथम विद्रोह किया,काशी नरेश द्वारा बनारस हिन्दू विश्वविद्यालय के लिए कई हज़ार एकड़ का भूमि दान ,योगेंद्र नारायण राय लालगोला(मुर्शिदाबाद) के राजा अपने दान व परोपकारी कार्यो के लिए प्रसिद्ध, इत्यादि महान व्यक्तित्व भूमिहार ब्राह्मण से थे\n\nबनारस के महाराज ईश्वरी प्रसाद सिंह ने १८८५ में बिहार और उत्तर प्रदेश के जमींदार ब्राह्मणों की एक सभा बुलाकर प्रस्ताव रखा की हमारी एक जातीय सभा होनी चाहिए.सभा बनाने के प्रश्न पर सभी सहमत थे.परन्तु सभा का नाम क्या हो इस पर बहुत ही विवाद उत्पन्न हो गया.मगध के बाभनो ने जिनके नेता स्व.कालीचरण सिंह जी थे ,सभा का नाम ” बाभन सभा ” करने का प्रस्ताव रखा.स्वयं महराज “भूमिहार ब्राह्मण सभा ” के पक्ष में थे.बैठक मैं आम राय नहीं बन पाई,अतः नाम पर विचार करने हेतु एक उपसमिति गठित की गई.सात वर्षो के बाद समिति की सिफारिश पर ” भूमिहार ब्राह्मण ” शब्द को स्वीकृत किया गया और साथ ही साथ इस शब्द के प्रचार व् प्रसार का काम भी हाथ में लिया गया.इसी वर्ष महाराज बनारस तथा स्व.लंगट सिंह जी के सहयोग से मुजफ्फरपुर में एक कालेज खोला गया.बाद में तिरहुत कमिश्नरी के कमिश्नर का नाम जोड़कर इसे जी.बी.बी. कालेज के नाम से पुकारा गया.आज वही कालेज लंगट सिंह कालेज के नाम से प्रसिद्द है।\n\n\nभूमिहारो में आपसी भाईचारा और एकता होती है। भूमिहार अंतर्विवाही है और जाती में ही विवाह करते है। पहले वर्ष के अंत में माता काली की पूजा करना, गरीबों और शरणागतों को भोजन करना और वस्त्र बाटना भूमिहारो के बहुत से गावों में एक प्रथा थी। भूमिहार को भूमि दान में मिलती थी। और स्वयं भी तलवार के दम पर भूमिहारो ने भूमि अर्जित की है। कृषि कर्म भूमिहारो का पेशा था। आज भूमिहार हर क्षेत्र में अग्रणीय है। ब्राह्मण होने के कारण भूमिहार स्वयं हल नहीं जोतते है।\n\n१. सर्वप्रथम १८८५ में ऋषिकुल भूषण काशी नरेश महाराज श्री इश्वरी प्रसाद सिंह जी ने वाराणसी में अखिल भारतीय भूमिहार ब्राह्मण महासभा की स्थापना की. २. १८८५ में अखिल भारतीय त्यागी महासभा की स्थापना मेरठ में हुई. ३. १८९० में मोहियल सभा की स्थापना हुई. ४. १९१३ में स्वामी सहजानंद जी ने बलिया में आयोजित ५. १९२६ में पटना में अखिल भारतीय भूमिहार ब्राह्मण महासभा का अधिवेशन हुआ जिसकी अध्यक्षता चौधरी रघुवीर नारायण सिंह त्यागी ने की. ६. १९२७ में प्रथम याचक ब्राह्मण सम्मलेन की अध्यक्षता सर गणेश दत्त ने की. ७. १९२७ में मेरठ में ही अखिल भारतीय त्यागी महासभा की अध्यक्षता राय बहादुर जगदेव राय ने की. ८. १९२६-२७ में अपने अधिवेशन में कान्यकुब्ज ब्राह्मणों ने प्रस्ताव पारित कर भूमिहार ब्राह्मणों को अपना अंग घोषित करते हुए अपने समाज के गठन में सम्मलित होने का निमंत्रण दिया. ९. १९२९ में सारस्वत ब्राह्मण महासभा ने भूमिहार ब्राह्मणों को अपना अंग मानते हुए अनेक प्रतिनिधियों को अपने संगठन का सदस्य बनाया. १०. १९४५ में बेतिया (बिहार) में अखिल भारतीय भूमिहार ब्राह्मण महासम्मेलन हुआ जिसकी अध्यक्षता डा.बी.एस.पूंजे (चित्पावन ब्राह्मण) ने की. ११. १९६८ में श्री सूर्य नारायण सिंह (बनारस ) के प्रयास से ब्रहामर्शी सेवा समिति का गठन हुआ.और इश वर्ष रोहनिया में एक अधिवेशन पंडित अनंत शास्त्री फडके (चित्पावन ) की अध्यक्षता में हुआ. १२. १९७५ में लक्नाऊ में भूमेश्वर समाज तथा कानपूर में भूमिहार ब्राह्मण समाज की स्थापना हुई. १३. १९७९ में अखिल भारतीय ब्रह्मर्षि परिषद् का गठन हुआ. १४. ८ मार्च १९८१ गोरखपुर में भूमिहार ब्राह्मण समाज का गठन १५. २३ अक्टूबर १९८४ में गाजीपुर में प्रांतीय भूमेश्वर समाज का अधिवेशन जिसकी अध्यक्षता श्री मथुरा राय ने की.डा.रघुनाथ सिंह जी ने इस सम्मलेन का उदघाटन किया. १६. १८८९ में इलाहाबाद(प्रयागराज) में भूमेश्वर समाज की स्थापना हुई।\n\nस्रोत: विकिपिडिया\n"
    }
  ]
}